Repository: createpjf/suber-macos
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Let Suber watch Apple Mail for billing receipts
zh_hans: 让 Suber 监听 Apple Mail 的账单邮件

source: So you never miss a price rise, a new sub, or a duplicate charge.
zh_hans: 这样你就不会错过涨价、新订阅或重复扣款。

source: Only reads receipts
zh_hans: 只读账单邮件

source: Renewals, invoices, trial endings. Suber ignores everything else.
zh_hans: 续费、发票、试用到期。其他邮件 Suber 一概不看。

source: Stays on this Mac
zh_hans: 只留在这台 Mac 上

source: Amounts and dates are saved. Nothing leaves your machine.
zh_hans: 只保存金额和日期。任何内容都不会离开你的电脑。

source: Turn off any time
zh_hans: 随时可关闭

source: Settings → Autopilot. Or revoke in System Settings → Privacy → Automation.
zh_hans: 在「设置 → Autopilot」里关闭,或在「系统设置 → 隐私与安全性 → 自动化」中撤销授权。

source: Next, macOS will ask you to allow Suber to control Mail. Click OK in that dialog to continue.
zh_hans: 接下来,macOS 会弹出一个对话框,询问是否允许 Suber 控制 Mail。点击「好」继续。

source: Connect Apple Mail
zh_hans: 连接 Apple Mail

source: Cancel
zh_hans: 取消

source: Not now
zh_hans: 暂不

source: Open cancel page
zh_hans: 打开退订页面

source: Open cancel page…
zh_hans: 打开退订页面…

source: Open cancel page again
zh_hans: 再次打开退订页面

source: Find cancel page…
zh_hans: 搜索退订页面…

source: Mark as cancelled
zh_hans: 标记为已取消

source: Other email accounts
zh_hans: 其他邮箱账号

source: Add IMAP account…
zh_hans: 添加 IMAP 账号…

source: Connect Gmail, Outlook, Yahoo, Fastmail, or any IMAP server directly. Useful when the account isn't in macOS Mail.app, or you don't run Mail.app at all. App password lives in your local Keychain.
zh_hans: 直接连接 Gmail、Outlook、Yahoo、Fastmail 或任何 IMAP 服务器。适用于账号不在 macOS Mail.app 中,或你根本不用 Mail.app 的场景。App password 存放在本机 Keychain 中。

source: Add IMAP account
zh_hans: 添加 IMAP 账号

source: Edit IMAP account
zh_hans: 编辑 IMAP 账号

source: Suber connects directly via IMAP — useful when you don't run macOS Mail.app, or have an account that's not in Mail.
zh_hans: Suber 通过 IMAP 直接连接 —— 适用于你不用 macOS Mail.app,或某个账号没加在 Mail.app 里的情况。

source: Provider
zh_hans: 服务商

source: Email
zh_hans: 邮箱

source: App password
zh_hans: App 密码

source: App password (not your account password)
zh_hans: App 密码(不是你的账号登录密码)

source: IMAP host
zh_hans: IMAP 服务器

source: Port
zh_hans: 端口

source: Test connection
zh_hans: 测试连接

source: Testing…
zh_hans: 测试中…

source: Add account
zh_hans: 添加账号

source: Save
zh_hans: 保存

source: Authentication failed. Check the email and app password.
zh_hans: 登录失败。请检查邮箱和 App 密码。

source: Connection timed out. Check the host and port.
zh_hans: 连接超时。请检查服务器地址和端口。

source: Edit
zh_hans: 编辑

source: Remove account and delete password from Keychain
zh_hans: 移除账号并从 Keychain 删除密码

source: Alert me about
zh_hans: 通知我

source: Watch Apple Mail
zh_hans: 监听 Apple Mail

source: Reads billing receipts (renewals, invoices, trials) once a day. Nothing is stored except amounts and dates.
zh_hans: 每天扫描一次账单邮件(续费、发票、试用)。只保存金额和日期,不保存其他内容。

source: Scan now
zh_hans: 立即扫描

source: Price changes
zh_hans: 涨价提醒

source: e.g. Netflix raised from $15.99 to $22.99
zh_hans: 例如:Netflix 从 $15.99 涨到 $22.99

source: New subscriptions
zh_hans: 新订阅

source: When a receipt matches a service you don't already track
zh_hans: 扫到一个你还没记录过的订阅时

source: Duplicate charges
zh_hans: 重复扣款

source: When the same service charges twice in one day. Can be noisy — leave off unless you've seen duplicates.
zh_hans: 同一个服务一天内被扣款两次。可能有点吵,除非你真的遇到过重复扣款,否则建议保持关闭。

source: Suber can't access Mail.
zh_hans: Suber 无法访问 Mail。

source: Open System Settings → Privacy & Security → Automation and allow Suber to control Mail.
zh_hans: 在「系统设置 → 隐私与安全性 → 自动化」中允许 Suber 控制 Mail。

source: Open System Settings →
zh_hans: 打开系统设置 →

source: Never scanned yet
zh_hans: 尚未扫描

source: Off
zh_hans: 已关闭

source: Waiting for permission…
zh_hans: 等待授权中…

source: Review
zh_hans: 查看

source: Suber caught your first change.
zh_hans: Suber 发现了第一条变化。

source: Tap a row to review.
zh_hans: 点击任意一条查看详情。

source: Dismiss banner
zh_hans: 关闭横幅

source: Autopilot is on watch.
zh_hans: Autopilot 正在监听中。

source: Suber is scanning Apple Mail for billing receipts. You'll see price changes, new subscriptions, and duplicate charges here as they're detected.
zh_hans: Suber 正在扫描 Apple Mail 中的账单邮件。一旦发现涨价、新订阅或重复扣款,会出现在这里。

source: You're all caught up.
zh_hans: 一切都处理完了。

source: Last scan found nothing new. Suber will check again tomorrow.
zh_hans: 上次扫描没有发现新变化。Suber 明天会再检查一次。

source: No changes to review
zh_hans: 没有需要查看的变化

source: Show full history
zh_hans: 显示全部历史

source: Done
zh_hans: 完成

source: Ignore
zh_hans: 忽略

source: Accept
zh_hans: 接受

source: Add subscription
zh_hans: 添加订阅

source: Dismiss
zh_hans: 忽略

source: Keep
zh_hans: 保留

source: Try again
zh_hans: 再试一次

source: Mark cancelled manually
zh_hans: 手动标记已取消

source: Possible duplicate charge
zh_hans: 可能的重复扣款

source: Pending cancel
zh_hans: 退订中

source: Pending cancellation
zh_hans: 正在取消中

source: Suber is watching for the next charge.
zh_hans: Suber 正在等下一次扣款来确认结果。

source: Made by %@ · github.com/createpjf/suber-macos
zh_hans: 由 %@ 制作 · github.com/createpjf/suber-macos

source: Open %@'s cancel page
zh_hans: 打开 %@ 的退订页面

source: Suber will open %@'s cancellation page in your browser. You'll cancel there. Suber will check next month and confirm when the charges stop.
zh_hans: Suber 会在浏览器中打开 %@ 的退订页面。你在那里完成取消。下个月 Suber 会自动检查,确认扣款已经停止。

source: Suber will open %@'s cancellation page in your browser. You'll cancel there. Suber can't verify automatically — tap Mark as cancelled below when you're done.
zh_hans: Suber 会在浏览器中打开 %@ 的退订页面。你在那里完成取消。Suber 暂时无法自动验证 —— 完成后请点下方的「标记为已取消」。

source: Already cancelled on %@?
zh_hans: 已经在 %@ 上取消过了?

source: Mark %@ as cancelled?
zh_hans: 把 %@ 标记为已取消?

source: Suber will stop tracking charges for %@. If you haven't actually cancelled, you'll see the next bill on your card and can undo this.
zh_hans: Suber 将不再追踪 %@ 的扣款。如果实际上并未取消,下次账单还是会出现在你的信用卡上,届时可以撤销此操作。

source: Language
zh_hans: 语言

source: App language
zh_hans: 应用语言

source: System default
zh_hans: 跟随系统

source: Suber follows your macOS language by default. Override here to force English or 简体中文.
zh_hans: Suber 默认跟随 macOS 系统语言。在此可强制设为英文或简体中文。

source: Restart Suber to switch language?
zh_hans: 重启 Suber 以切换语言?

source: Already-rendered text won't change until Suber restarts. The new language takes effect across the whole app on the next launch.
zh_hans: 已渲染的界面文字要等 Suber 重启后才会变更。重启后整个应用都会使用新语言。

source: Restart now
zh_hans: 立即重启

source: Later
zh_hans: 稍后

source: Look for the macOS permission dialog and click OK.
zh_hans: 请在 macOS 弹出的授权对话框中点击「好」。

source: Connection timed out. Make sure Mail.app is open and try again.
zh_hans: 连接超时。请确保 Mail.app 已打开,然后再试一次。

source: Mail not running — open Mail.app once, then tap Scan now.
zh_hans: Mail 未运行 —— 请先打开一次 Mail.app,然后点击「立即扫描」。

source: Suber — no unread changes
zh_hans: Suber — 没有未读变化

source: Suber — 1 unread change
zh_hans: Suber — 1 条未读变化

source: Suber — %lld unread changes
zh_hans: Suber — %lld 条未读变化

source: Learn what Suber reads and how to revoke access →
zh_hans: 了解 Suber 会读取什么,以及如何撤销访问 →

source: Show calendar
zh_hans: 显示日历

source: Show list
zh_hans: 显示列表

source: Dashboard
zh_hans: 统计

source: Settings
zh_hans: 设置

source: All
zh_hans: 全部

source: Active
zh_hans: 活跃

source: Paused
zh_hans: 已暂停

source: Trial
zh_hans: 试用

source: Cancelled
zh_hans: 已取消

source: iCloud Sync
zh_hans: iCloud 同步

source: Currency
zh_hans: 货币

source: Notifications
zh_hans: 通知

source: General
zh_hans: 通用

source: Data
zh_hans: 数据

source: Update
zh_hans: 更新

source: Primary currency
zh_hans: 主货币

source: Rates updated %@
zh_hans: 汇率更新于%@

source: Using built-in approximate rates — multi-currency totals may be off.
zh_hans: 正在使用内置近似汇率 —— 多货币合计可能不准确。

source: Enable notifications
zh_hans: 启用通知

source: Remind before
zh_hans: 提前提醒

source: %lldd
zh_hans: %lld 天

source: Launch at login
zh_hans: 登录时启动

source: iCloud sync
zh_hans: iCloud 同步

source: On — subscriptions sync to your iCloud account.
zh_hans: 已开启 —— 订阅会同步到你的 iCloud 账户。

source: Off — subscriptions stay on this Mac only.
zh_hans: 已关闭 —— 订阅只保存在这台 Mac 上。

source: Export JSON
zh_hans: 导出 JSON

source: Import JSON
zh_hans: 导入 JSON

source: Import from bank statement…
zh_hans: 从银行账单导入…

source: Restore from backup…
zh_hans: 从备份恢复…

source: Clear all data
zh_hans: 清除所有数据

source: Clear All Data?
zh_hans: 清除所有数据?

source: This will permanently delete all subscriptions and reset settings.
zh_hans: 这将永久删除所有订阅并重置设置。

source: Clear
zh_hans: 清除

source: Import Error
zh_hans: 导入出错

source: OK
zh_hans: 好

source: Unknown error
zh_hans: 未知错误

source: Export failed: %@
zh_hans: 导出失败:%@

source: Replace all subscriptions?
zh_hans: 替换所有订阅?

source: Replace
zh_hans: 替换

source: This will replace your current %lld subscriptions with %lld from the file. Your current data is backed up automatically first.
zh_hans: 这将用文件中的 %2$lld 个订阅替换你当前的 %1$lld 个订阅。当前数据会先自动备份。

source: About
zh_hans: 关于

source: Website
zh_hans: 网站

source: Quit Suber
zh_hans: 退出 Suber

source: Check for updates
zh_hans: 检查更新

source: Automatically check for updates
zh_hans: 自动检查更新

source: Last checked: %@
zh_hans: 上次检查:%@

source: Scanning…
zh_hans: 扫描中…

source: Scanning… %lld messages
zh_hans: 扫描中… 已读 %lld 封邮件

source: Last scan: %@
zh_hans: 上次扫描:%@

source: Last scan: %@ · found 1 change
zh_hans: 上次扫描:%@ · 发现 1 条变化

source: Last scan: %@ · found %lld changes
zh_hans: 上次扫描:%1$@ · 发现 %2$lld 条变化

source: Remove %@?
zh_hans: 移除 %@?

source: Remove account
zh_hans: 移除账号

source: The app password will be deleted from your Keychain. Providers don't show app passwords again — you'll need to generate a new one to reconnect.
zh_hans: App 密码将从你的 Keychain 中删除。服务商不会再次显示 App 密码 —— 重新连接时需要生成一个新的。

source: Edit subscription
zh_hans: 编辑订阅

source: Parse billing email text
zh_hans: 粘贴账单邮件文本进行识别

source: Scan image to auto-fill
zh_hans: 扫描图片自动填写

source: Close
zh_hans: 关闭

source: Service
zh_hans: 服务

source: Domain
zh_hans: 域名

source: Price
zh_hans: 价格

source: Decrease price
zh_hans: 调低价格

source: Increase price
zh_hans: 调高价格

source: Interval
zh_hans: 周期

source: Start date
zh_hans: 开始日期

source: Trial end
zh_hans: 试用截止

source: Billing day
zh_hans: 扣费日

source: Category
zh_hans: 分类

source: Status
zh_hans: 状态

source: Notes
zh_hans: 备注

source: Optional notes...
zh_hans: 备注(选填)…

source: Delete
zh_hans: 删除

source: Delete Subscription
zh_hans: 删除订阅

source: Are you sure you want to delete this subscription?
zh_hans: 确定要删除这个订阅吗?

source: Today
zh_hans: 今天

source: Tomorrow
zh_hans: 明天

source: in %lldd
zh_hans: %lld 天后

source: Edit…
zh_hans: 编辑…

source: MON
zh_hans: 一

source: TUE
zh_hans: 二

source: WED
zh_hans: 三

source: THU
zh_hans: 四

source: FRI
zh_hans: 五

source: SAT
zh_hans: 六

source: SUN
zh_hans: 日

source: Monthly spend
zh_hans: 本月支出

source: Previous month
zh_hans: 上个月

source: Next month
zh_hans: 下个月

source: No subscriptions yet
zh_hans: 还没有订阅

source: or press ⌘N
zh_hans: 或按 ⌘N

source: Next Billing
zh_hans: 下次扣费

source: Name
zh_hans: 名称

source: Amount
zh_hans: 金额

source: Date Added
zh_hans: 添加时间

source: No matching subscriptions
zh_hans: 没有匹配的订阅

source: Tap + to add your first one
zh_hans: 点击 + 添加你的第一个订阅

source: Search subscriptions...
zh_hans: 搜索订阅…

source: Clear search
zh_hans: 清除搜索

source: Add your first subscription to see monthly spend, trends, and category breakdown here.
zh_hans: 添加第一个订阅后,这里会显示每月支出、趋势和分类占比。

source: or import a bank statement
zh_hans: 或导入一份银行账单

source: per month · %@/yr
zh_hans: 每月 · %@/年

source: Monthly trend
zh_hans: 月度趋势

source: No spend yet
zh_hans: 暂无支出

source: Categories
zh_hans: 分类

source: No active subscriptions
zh_hans: 没有活跃的订阅

source: Top subscriptions
zh_hans: 支出最高的订阅

source: %@/mo
zh_hans: %@/月

source: Paste billing email
zh_hans: 粘贴账单邮件

source: Paste your billing email or receipt text here...
zh_hans: 把账单邮件或收据文本粘贴到这里…

source: Parse
zh_hans: 识别

source: Cycle
zh_hans: 周期

source: Could not extract subscription details. Try pasting more text.
zh_hans: 无法从文本中提取订阅信息。试试粘贴更多内容。

source: Back
zh_hans: 返回

source: Apply
zh_hans: 应用

source: Scan subscription
zh_hans: 扫描订阅

source: Drop image here or ⌘V to paste
zh_hans: 把图片拖到这里,或按 ⌘V 粘贴

source: or
zh_hans: 或

source: Choose image file
zh_hans: 选择图片文件

source: Tip: Screenshot a billing email, then ⌘V here
zh_hans: 小技巧:截图账单邮件,然后在这里按 ⌘V

source: Recognizing text...
zh_hans: 正在识别文字…

source: No image found on clipboard. Copy a screenshot first (⌘⇧4).
zh_hans: 剪贴板里没有图片。 请先截一张图(⌘⇧4)。

source: Select a subscription screenshot or receipt
zh_hans: 选择一张订阅截图或收据

source: No text found in image. Try a clearer screenshot.
zh_hans: 图片中没有识别到文字。 试试更清晰的截图。

source: Image quality is too low. Try a higher resolution screenshot.
zh_hans: 图片清晰度太低。 试试分辨率更高的截图。

source: Found %lld subscriptions
zh_hans: 识别到 %lld 个订阅

source: Partial data recognized
zh_hans: 识别到部分信息

source: Found: %@
zh_hans: 识别到:%@

source: Import bank statement
zh_hans: 导入银行账单

source: Scanning for subscriptions…
zh_hans: 正在扫描订阅…

source: Review detected subscriptions
zh_hans: 确认检测到的订阅

source: Choose your statement source
zh_hans: 选择账单来源

source: Everything runs locally. No file leaves your Mac.
zh_hans: 全部在本地处理,文件不会离开你的 Mac。

source: Drop your %@ CSV here
zh_hans: 把 %@ 的 CSV 拖到这里

source: Choose CSV file
zh_hans: 选择 CSV 文件

source: Scanning for recurring charges…
zh_hans: 正在扫描周期性扣费…

source: Pick a different format
zh_hans: 换一种格式

source: Select a CSV statement file
zh_hans: 选择一个 CSV 账单文件

source: Found %lld transactions but no recurring charges. Make sure the CSV covers at least 2 months.
zh_hans: 读取到 %lld 笔交易,但没有发现周期性扣费。请确保 CSV 至少覆盖 2 个月。

source: Generic CSV
zh_hans: 通用 CSV

source: Chase · Amex · Revolut · any statement with Date / Description / Amount
zh_hans: Chase · Amex · Revolut · 任何包含日期/描述/金额的账单

source: Couldn't find column "%@" in the CSV.
zh_hans: 在 CSV 中找不到列「%@」。

source: The CSV has no data rows.
zh_hans: CSV 中没有数据行。

source: Couldn't detect columns automatically. Try the format-specific option, or pick a different CSV.
zh_hans: 无法自动识别列。试试指定格式的选项,或换一份 CSV。

source: File is empty.
zh_hans: 文件是空的。

source: Could not decode file as UTF-8.
zh_hans: 无法以 UTF-8 解码文件。

source: Found 1 possible subscription
zh_hans: 发现 1 个可能的订阅

source: Found %lld possible subscriptions
zh_hans: 发现 %lld 个可能的订阅

source: Select all
zh_hans: 全选

source: Deselect all
zh_hans: 取消全选

source: Hide low-confidence matches
zh_hans: 隐藏低置信度匹配

source: Show 1 low-confidence match
zh_hans: 显示 1 个低置信度匹配

source: Show %lld low-confidence matches
zh_hans: 显示 %lld 个低置信度匹配

source: Add 1 subscription
zh_hans: 添加 1 个订阅

source: Add %lld subscriptions
zh_hans: 添加 %lld 个订阅

source: Add subscriptions
zh_hans: 添加订阅

source: Already in your list
zh_hans: 已在你的列表中

source: From screenshot · renews %@
zh_hans: 来自截图 · %@ 续费

source: %lld charges · last %@
zh_hans: %1$lld 笔扣费 · 最近 %2$@

source: High
zh_hans: 高

source: Med
zh_hans: 中

source: Low
zh_hans: 低

source: Import Subscriptions
zh_hans: 导入订阅

source: Nothing to import right now.
zh_hans: 现在没有可导入的内容。

source: Restore from Backup
zh_hans: 从备份恢复

source: Available backups, newest first:
zh_hans: 可用备份,最新在前:

source: Restore
zh_hans: 恢复

source: Restore this backup?
zh_hans: 恢复这个备份?

source: This will replace your current %lld subscriptions with this backup's %lld subscriptions. Your current data will be saved as a new local backup automatically.
zh_hans: 这将用该备份中的 %2$lld 个订阅替换你当前的 %1$lld 个订阅。当前数据会自动另存为一份新的本地备份。

source: No backups found
zh_hans: 没有找到备份

source: Local backups are created automatically when subscriptions are saved. iCloud backups require iCloud sync to be on.
zh_hans: 保存订阅时会自动创建本地备份。iCloud 备份需要开启 iCloud 同步。

source: 1 subscription
zh_hans: 1 个订阅

source: %lld subscriptions
zh_hans: %lld 个订阅

source: settings included
zh_hans: 包含设置

source: change log included
zh_hans: 包含变更记录

source: Couldn't read this backup — try another source.
zh_hans: 无法读取这个备份 —— 试试其他来源。

source: Restored 1 subscription from %@.
zh_hans: 已从%@恢复 1 个订阅。

source: Restored %lld subscriptions from %@.
zh_hans: 已从%2$@恢复 %1$lld 个订阅。

source: Local backup · %@
zh_hans: 本地备份 · %@

source: iCloud · 1 subscription
zh_hans: iCloud · 1 个订阅

source: iCloud · %lld subscriptions
zh_hans: iCloud · %lld 个订阅

source: Legacy data (v1.6.x) · 1 subscription
zh_hans: 旧版数据 (v1.6.x) · 1 个订阅

source: Legacy data (v1.6.x) · %lld subscriptions
zh_hans: 旧版数据 (v1.6.x) · %lld 个订阅

source: just now
zh_hans: 刚刚

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld hr ago
zh_hans: %lld 小时前

source: Sync your subscriptions across Macs
zh_hans: 在多台 Mac 之间同步你的订阅

source: Recommended for safety — Suber can keep a remote copy you can restore from.
zh_hans: 为安全起见推荐开启 —— Suber 会保留一份可随时恢复的远程副本。

source: Stays in sync across all your Macs
zh_hans: 在你所有的 Mac 上保持同步

source: Add a sub on one Mac — see it on the others within seconds.
zh_hans: 在一台 Mac 上添加订阅,几秒内其他 Mac 就能看到。

source: Recovers if anything breaks
zh_hans: 出问题也能恢复

source: If a future bug ever loses local data, your iCloud copy restores it.
zh_hans: 万一将来某个 bug 弄丢了本地数据,iCloud 副本可以把它找回来。

source: Free, private, your account only
zh_hans: 免费、私密、只属于你的账户

source: Uses iCloud Key-Value storage. Apple syncs it; Suber's servers see nothing.
zh_hans: 使用 iCloud 键值存储。由 Apple 负责同步,Suber 的服务器看不到任何内容。

source: You can change this any time in Settings → iCloud Sync.
zh_hans: 你随时可以在「设置 → iCloud 同步」中更改。

source: Skip — I'll decide later
zh_hans: 跳过 —— 以后再说

source: Enable iCloud Sync
zh_hans: 开启 iCloud 同步

source: 1 change to review
zh_hans: 1 条变化待查看

source: %lld changes to review
zh_hans: %lld 条变化待查看

source: %lld changes total
zh_hans: 共 %lld 条变化

source: %@ price changed
zh_hans: %@ 价格有变动

source: %@ raised to %@
zh_hans: %@ 涨价至 %@

source: %@ lowered to %@
zh_hans: %@ 降价至 %@

source: was %@ · %@ · %@
zh_hans: 原价 %@ · %@ · %@

source: +%@%lld/year
zh_hans: +%@%lld/年

source: -%@%lld/year
zh_hans: -%@%lld/年

source: Unknown service
zh_hans: 未知服务

source: New sub: %@
zh_hans: 新订阅:%@

source: %@ · detected via %@
zh_hans: %@ · 通过%@发现

source: CSV import
zh_hans: CSV 导入

source: screenshot
zh_hans: 截图

source: %@ trial ending
zh_hans: %@ 试用即将结束

source: Trial ends soon
zh_hans: 试用即将结束

source: ✓ Cancelled: %@
zh_hans: ✓ 已取消:%@

source: ✓ Cancelled: %@ · saved %@/year
zh_hans: ✓ 已取消:%@ · 每年省下 %@

source: %@ didn't cancel — still active
zh_hans: %@ 未取消成功 —— 仍在扣费

source: Charge detected after cancellation window
zh_hans: 在取消窗口期后仍检测到扣费

source: Due by %@ · 1 day left
zh_hans: 截止 %@ · 还剩 1 天

source: Due by %@ · %lld days left
zh_hans: 截止 %1$@ · 还剩 %2$lld 天

source: %@ cancelled.
zh_hans: %@ 已取消。

source: %@ cancelled. You'll save $%lld/year.
zh_hans: %@ 已取消。每年将省下 $%lld。

source: ✓ %@ and %@
zh_hans: ✓ %@ 和 %@

source: ✓ %@, %@, and %@
zh_hans: ✓ %@、%@ 和 %@

source: ✓ %lld subs
zh_hans: ✓ %lld 个订阅

source: %@ and %@
zh_hans: %@ 和 %@

source: %@, %@, and %@
zh_hans: %@、%@ 和 %@

source: %@ cancelled. Button, dismiss.
zh_hans: %@ 已取消。按钮:关闭。

source: %@ cancelled. You will save %lld dollars per year. Button, dismiss.
zh_hans: %@ 已取消。每年将省下 %lld 美元。按钮:关闭。

source: new changes %@
zh_hans: %@的新变化

source: since yesterday
zh_hans: 自昨天以来

source: since last week
zh_hans: 自上周以来

source: since you last opened Suber
zh_hans: 自你上次打开 Suber 以来

source: %lld new changes %@. Button, Review.
zh_hans: %2$@有 %1$lld 条新变化。按钮:查看。

source: Suber caught your first change. Tap a row to review. Button, dismiss.
zh_hans: Suber 发现了第一条变化。点击任意一条查看详情。按钮:关闭。

source: Connected · 1 account
zh_hans: 已连接 · 1 个账户

source: Connected · %lld accounts
zh_hans: 已连接 · %lld 个账户

source: Copy diagnostic
zh_hans: 拷贝诊断信息

source: Authentication failed. Server said: %@
zh_hans: 登录失败。服务器返回:%@

source: Authentication failed. %@ Server said: %@
zh_hans: 登录失败。%1$@ 服务器返回:%2$@

source: Connection timed out. Check the host and port (or local proxy/VPN settings — Clash/Stash etc. often intercept imap.* domains).
zh_hans: 连接超时。请检查服务器地址和端口(或本机代理/VPN 设置 —— Clash/Stash 等常会拦截 imap.* 域名)。

source: You probably typed your account password — %@ needs an App Password (see numbered steps below the password field).
zh_hans: 你可能填的是账号登录密码 —— %@ 需要的是 App 密码(见密码框下方的分步说明)。

source: Microsoft has disabled basic authentication for this account — you must use an App Password (Outlook → Security → Advanced → App Passwords).
zh_hans: Microsoft 已为该账户禁用基本身份验证 —— 必须使用 App 密码(Outlook → 安全 → 高级 → App 密码)。

source: IMAP is disabled on this account. For Gmail: enable at mail.google.com → Settings → Forwarding and POP/IMAP. For Workspace: ask your admin to enable it in Admin Console.
zh_hans: 该账户未启用 IMAP。Gmail:在 mail.google.com → 设置 → 转发和 POP/IMAP 中启用。Workspace:请管理员在管理控制台中启用。

source: Gmail thinks this account needs a security check. Open mail.google.com in a browser, sign in, then try here again.
zh_hans: Gmail 认为该账户需要安全验证。请在浏览器中打开 mail.google.com 登录一次,然后回到这里重试。

source: IMAP login is disabled for this account — enable in your provider's web settings, or check with your admin.
zh_hans: 该账户的 IMAP 登录已被禁用 —— 请在服务商的网页设置中启用,或联系管理员。

source: Other (IMAP)
zh_hans: 其他(IMAP)

source: Enable IMAP
zh_hans: 启用 IMAP

source: Create App Password
zh_hans: 创建 App 密码

source: Apple ID Sign-In and Security
zh_hans: Apple ID 登录与安全

source: Microsoft Account Security
zh_hans: Microsoft 账户安全

source: Yahoo Account Security
zh_hans: Yahoo 账户安全

source: Fastmail App Passwords
zh_hans: Fastmail App 密码

source: Gmail (@gmail.com / Google Workspace) requires: 1. Enable IMAP at mail.google.com → Settings ⚙ → See all settings → Forwarding and POP/IMAP → IMAP access: Enable 2. Enable 2-Step Verification at myaccount.google.com → Security 3. Create App Password at myaccount.google.com/apppasswords (select 'Mail') 4. Paste the 16-char App Password here, NOT your Gmail login password Google Workspace: your admin may have disabled IMAP org-wide. Ask them to enable it in Admin Console.
zh_hans: Gmail(@gmail.com / Google Workspace)需要: 1. 在 mail.google.com → 设置 ⚙ → 查看所有设置 → 转发和 POP/IMAP → 启用 IMAP 2. 在 myaccount.google.com → 安全 中开启两步验证 3. 在 myaccount.google.com/apppasswords 创建 App 密码(选择「邮件」) 4. 把 16 位 App 密码粘贴到这里,不要填 Gmail 登录密码 Google Workspace:管理员可能在全组织范围内禁用了 IMAP,请让他们在管理控制台中启用。

source: iCloud (@icloud.com / @me.com / @mac.com) requires: 1. Enable 2-Factor Authentication at appleid.apple.com → Sign-In and Security 2. Generate App-Specific Password under Sign-In and Security → App-Specific Passwords 3. Use the app-specific password here, NOT your Apple ID password
zh_hans: iCloud(@icloud.com / @me.com / @mac.com)需要: 1. 在 appleid.apple.com → 登录与安全 中开启双重认证 2. 在 登录与安全 → App 专用密码 中生成 App 专用密码 3. 在这里填 App 专用密码,不要填 Apple ID 密码

source: Outlook personal accounts (@outlook.com / @hotmail.com / @live.com): 1. Enable 2-Step Verification at account.live.com → Security 2. Create App Password under Security → Advanced security options 3. Use the 16-char App Password here, NOT your account password Some legacy accounts have IMAP disabled by default — enable in Outlook.com Settings.
zh_hans: Outlook 个人账户(@outlook.com / @hotmail.com / @live.com): 1. 在 account.live.com → 安全 中开启两步验证 2. 在 安全 → 高级安全选项 中创建 App 密码 3. 在这里填 16 位 App 密码,不要填账号登录密码 部分老账户默认关闭 IMAP —— 请在 Outlook.com 设置中启用。

source: Yahoo: 1. Sign in at login.yahoo.com → Account Security 2. Generate App Password (Mail) — distinct from your account password 3. Use the generated App Password here, NOT your Yahoo login password Yahoo aggressively expires App Passwords — regenerate if auth fails after a long gap.
zh_hans: Yahoo: 1. 登录 login.yahoo.com → 账户安全 2. 生成 App 密码(邮件)—— 与账号登录密码不同 3. 在这里填生成的 App 密码,不要填 Yahoo 登录密码 Yahoo 会较快让 App 密码过期 —— 长时间未用后登录失败请重新生成。

source: Fastmail: 1. Settings → Privacy & Security → App passwords → New app password 2. Give it 'Mail (IMAP)' access 3. Use the generated app password here, NOT your account password
zh_hans: Fastmail: 1. 设置 → 隐私与安全 → App 密码 → 新建 App 密码 2. 赋予它「Mail (IMAP)」访问权限 3. 在这里填生成的 App 密码,不要填账号登录密码

source: Use your IMAP server's host (e.g. mail.example.com) and an app password if your provider supports them.
zh_hans: 填写你的 IMAP 服务器地址(例如 mail.example.com);如果服务商支持,请使用 App 密码。
